import React from "react";
import { Outlet,Link } from "react-router-dom";
import { Title } from "./Header.component";

export const AboutPage=()=>{
    return(
        <div>
            <Link to={'/about'}></Link>
            <h2>אז מאיפה הכל התחיל...</h2>
            <p>כשהקימה ראשל את 'ראשל אירועים', היא חשבה בדיוק על אנשים כמוכם. אתם שלא מתפשרים על יוקרה וטעם משובח, אתם שנושמים אסתטיקה ויופי ונמשכים לחגיגת סטייל, אתם שלא מתפשרים באיכות ובעיצוב. כבר בפגישה עם ראשל, בה תיבחרו יחד 'קונספט' ואמירה שמתאימים לאופי האירוע, תוכלו לראות איך החלום שלכם הופך ליצירה מציאותית מושלמת. הרעיון קורם עור וגידים והכל תוך תשומת לב, ירידה לפרטים הקטנים ומתן דגש על גימורים שעושים את ההבדל בין 'מרשים' לבין אנין, מוקפד ו'עוצר נשימה'.
'ראשל אירועים' מתחייבת לעמוד בסטנדרט גבוה, הן של איכות חומרים ופרודוקטים והן של חדשנות ויצירתיות על פי מגמות עולות וטרנדים עדכניים בעולם האירועים העסקיים והפרטיים. יחד עם ראשל תוכלו לבחור קו עיצוב אשר ייתפר במיוחד ובהתאמה אישית לאירוע שלכם. אז אם אתם מחפשים להוסיף מתוק לאירוע עם עיצוב מלא חן ובר מתוקים עוצר נשימה, מיתוג יוקרתי ושזירת פרחים מקצועית ומלאת סטייל, אל תהססו, פנו ל'ראשל אירועים'.</p>
<div>
            
            <Outlet />
        </div>
        </div>
    )
}